Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: The saved TLS certificate pin for %@ no longer matches the gateway certificate. This device could not verify the new certificate.
ar: لم تعد بصمة شهادة TLS المحفوظة لـ %@ تطابق شهادة Gateway. تعذّر على هذا الجهاز التحقق من الشهادة الجديدة.
de: Der gespeicherte TLS-Zertifikat-Pin für %@ stimmt nicht mehr mit dem Gateway-Zertifikat überein. Dieses Gerät konnte das neue Zertifikat nicht verifizieren.
es: El pin guardado del certificado TLS de %@ ya no coincide con el certificado del Gateway. Este dispositivo no pudo verificar el nuevo certificado.
fa: پین ذخیره‌شده گواهی TLS برای %@ دیگر با گواهی Gateway مطابقت ندارد. این دستگاه نتوانست گواهی جدید را تأیید کند.
fr: L’empreinte du certificat TLS enregistrée pour %@ ne correspond plus au certificat de la Gateway. Cet appareil n’a pas pu vérifier le nouveau certificat.
hi: %@ के लिए सहेजा गया TLS सर्टिफ़िकेट पिन अब Gateway सर्टिफ़िकेट से मेल नहीं खाता। यह डिवाइस नए सर्टिफ़िकेट को सत्यापित नहीं कर सका।
id: Pin sertifikat TLS yang disimpan untuk %@ tidak lagi cocok dengan sertifikat Gateway. Perangkat ini tidak dapat memverifikasi sertifikat baru.
it: Il pin del certificato TLS salvato per %@ non corrisponde più al certificato del Gateway. Questo dispositivo non ha potuto verificare il nuovo certificato.
ja_jp: %@用に保存されたTLS証明書ピンがGateway証明書と一致しなくなりました。このデバイスでは新しい証明書を検証できませんでした。
ko: %@에 저장된 TLS 인증서 핀이 더 이상 게이트웨이 인증서와 일치하지 않습니다. 이 기기에서 새 인증서를 확인할 수 없습니다.
nl: De opgeslagen TLS-certificaatpin voor %@ komt niet meer overeen met het Gateway-certificaat. Dit apparaat kon het nieuwe certificaat niet verifiëren.
pl: Zapisany odcisk certyfikatu TLS dla %@ nie jest już zgodny z certyfikatem Gateway. To urządzenie nie mogło zweryfikować nowego certyfikatu.
pt_br: O pin salvo do certificado TLS de %@ não corresponde mais ao certificado do Gateway. Este dispositivo não conseguiu verificar o novo certificado.
ru: Сохранённый отпечаток TLS-сертификата для %@ больше не соответствует сертификату Gateway. Этому устройству не удалось проверить новый сертификат.
sv: Den sparade TLS-certifikatfästpunkten för %@ matchar inte längre gatewayens certifikat. Den här enheten kunde inte verifiera det nya certifikatet.
th: พินใบรับรอง TLS ที่บันทึกไว้สำหรับ %@ ไม่ตรงกับใบรับรองของ Gateway อีกต่อไป อุปกรณ์นี้ไม่สามารถตรวจสอบใบรับรองใหม่ได้
tr: %@ için kaydedilen TLS sertifika sabitlemesi artık gateway sertifikasıyla eşleşmiyor. Bu cihaz yeni sertifikayı doğrulayamadı.
uk: Збережений відбиток TLS-сертифіката для %@ більше не відповідає сертифікату Gateway. Цьому пристрою не вдалося перевірити новий сертифікат.
vi: Mã pin chứng chỉ TLS đã lưu cho %@ không còn khớp với chứng chỉ của Gateway. Thiết bị này không thể xác minh chứng chỉ mới.
zh_cn: 为 %@ 保存的 TLS 证书固定值不再与 Gateway 证书匹配。此设备无法验证新证书。
zh_tw: 為 %@ 儲存的 TLS 憑證釘選已不再與 Gateway 憑證相符。此裝置無法驗證新憑證。

source: The session and its transcript are removed from the gateway.
ar: تتم إزالة الجلسة ونصها من الـ Gateway.
de: Die Sitzung und ihr Transkript werden vom Gateway entfernt.
es: La sesión y su transcripción se eliminan del gateway.
fa: جلسه و رونوشت آن از Gateway حذف می‌شوند.
fr: La session et sa transcription sont supprimées du gateway.
hi: सत्र और उसका ट्रांसक्रिप्ट Gateway से हटा दिए गए हैं।
id: Sesi dan transkripnya dihapus dari gateway.
it: La sessione e la relativa trascrizione vengono rimosse dal gateway.
ja_jp: セッションとそのトランスクリプトがGatewayから削除されます。
ko: 세션과 대화 기록이 Gateway에서 제거됩니다.
nl: De sessie en het transcript worden van de gateway verwijderd.
pl: Sesja i jej transkrypcja zostaną usunięte z gateway.
pt_br: A sessão e sua transcrição são removidas do gateway.
ru: Сессия и её транскрипт удаляются из Gateway.
sv: Sessionen och dess transkript tas bort från gatewayen.
th: เซสชันและบันทึกการสนทนาจะถูกลบออกจาก Gateway
tr: Oturum ve dökümü gateway'den kaldırılır.
uk: Сеанс і його транскрипт видаляються з gateway.
vi: Phiên và bản ghi của nó bị xóa khỏi gateway.
zh_cn: 会话及其转录记录已从 Gateway 中移除。
zh_tw: 工作階段及其記錄將從 gateway 移除。

source: The session attaches once the gateway is ready.
ar: يتم إرفاق الجلسة بمجرد أن يصبح Gateway جاهزًا.
de: Die Sitzung wird angehängt, sobald die Gateway bereit ist.
es: La sesión se adjunta una vez que el gateway esté listo.
fa: پس از آماده شدن Gateway، نشست متصل می‌شود.
fr: La session se connecte une fois que le gateway est prêt.
hi: Gateway तैयार होने के बाद सेशन अटैच हो जाता है।
id: Sesi terhubung setelah gateway siap.
it: La sessione si collega quando il Gateway è pronto.
ja_jp: Gateway の準備ができると、セッションが接続されます。
ko: Gateway가 준비되면 세션이 연결됩니다.
nl: De sessie wordt gekoppeld zodra de Gateway gereed is.
pl: Sesja zostanie dołączona, gdy Gateway będzie gotowy.
pt_br: A sessão será anexada assim que o Gateway estiver pronto.
ru: Сеанс подключится, когда Gateway будет готов.
sv: Sessionen ansluter när Gateway är redo.
th: เซสชันจะเชื่อมต่อเมื่อ gateway พร้อมใช้งาน
tr: Gateway hazır olduğunda oturum bağlanır.
uk: Сеанс під’єднається, щойно Gateway буде готовий.
vi: Phiên sẽ được đính kèm khi gateway sẵn sàng.
zh_cn: Gateway 准备就绪后，会话将会附加。
zh_tw: Gateway 準備就緒後，工作階段會連接。

source: The short-term dreaming store is empty.
ar: مخزن Dreaming قصير المدى فارغ.
de: Der Kurzzeit-Dreaming-Speicher ist leer.
es: El almacén de Dreaming a corto plazo está vacío.
fa: مخزن رؤیاپردازی کوتاه‌مدت خالی است.
fr: Le stockage de dreaming à court terme est vide.
hi: अल्पकालिक Dreaming स्टोर खाली है।
id: Penyimpanan dreaming jangka pendek kosong.
it: L'archivio del sogno a breve termine è vuoto.
ja_jp: 短期 Dreaming ストアは空です。
ko: 단기 dreaming 저장소가 비어 있습니다.
nl: De kortetermijn-dreamingopslag is leeg.
pl: Magazyn krótkoterminowego Dreaming jest pusty.
pt_br: O armazenamento de dreaming de curto prazo está vazio.
ru: Хранилище краткосрочного Dreaming пусто.
sv: Korttidslagret för Dreaming är tomt.
th: คลัง Dreaming ระยะสั้นว่างเปล่า
tr: Kısa süreli dreaming deposu boş.
uk: Сховище короткострокового Dreaming порожнє.
vi: Kho dreaming ngắn hạn đang trống.
zh_cn: 短期 Dreaming 存储为空。
zh_tw: 短期 Dreaming 儲存區是空的。

source: The watch receives a one-time pairing code and stores its own device token. A reachable secure Gateway URL is required away from the iPhone.
ar: تستقبل الساعة رمز إقران لمرة واحدة وتخزّن رمز الجهاز الخاص بها. يلزم وجود عنوان URL آمن يمكن الوصول إليه للـ Gateway عند الابتعاد عن الـ iPhone.
de: Die Uhr erhält einen einmaligen Kopplungscode und speichert ihr eigenes Gerätetoken. Abseits des iPhones ist eine erreichbare sichere Gateway-URL erforderlich.
es: El reloj recibe un código de emparejamiento de un solo uso y almacena su propio token de dispositivo. Se requiere una URL de Gateway segura y accesible cuando se está lejos del iPhone.
fa: ساعت یک کد جفت‌سازی یک‌بارمصرف دریافت می‌کند و توکن دستگاه خود را ذخیره می‌کند. یک آدرس امن و قابل‌دسترس Gateway در فاصله از iPhone لازم است.
fr: La montre reçoit un code d'appairage à usage unique et stocke son propre jeton d'appareil. Une URL de Gateway sécurisée et accessible est requise lorsqu'elle est éloignée de l'iPhone.
hi: वॉच एक बार का पेयरिंग कोड प्राप्त करता है और अपना डिवाइस टोकन संग्रहीत करता है। iPhone से दूर एक पहुँच योग्य सुरक्षित Gateway URL आवश्यक है।
id: Jam tangan menerima kode pemasangan sekali pakai dan menyimpan token perangkatnya sendiri. URL Gateway yang aman dan dapat dijangkau diperlukan saat jauh dari iPhone.
it: L'orologio riceve un codice di associazione monouso e memorizza il proprio token del dispositivo. È necessario un URL sicuro e raggiungibile del Gateway quando si è lontani dall'iPhone.
ja_jp: ウォッチは一度限りのペアリングコードを受け取り、独自のデバイストークンを保存します。iPhoneから離れた場所では、到達可能なセキュアなGateway URLが必要です。
ko: 워치가 일회성 페어링 코드를 받고 자체 기기 토큰을 저장합니다. iPhone에서 멀리 떨어져 있을 때는 접근 가능한 보안 Gateway URL이 필요합니다.
nl: De watch ontvangt een eenmalige koppelcode en bewaart zijn eigen apparaattoken. Een bereikbare beveiligde Gateway-URL is vereist als de iPhone niet in de buurt is.
pl: Zegarek otrzymuje jednorazowy kod parowania i przechowuje własny token urządzenia. Poza zasięgiem iPhone'a wymagany jest osiągalny, bezpieczny adres URL Gateway.
pt_br: O relógio recebe um código de pareamento único e armazena seu próprio token de dispositivo. É necessário um URL de Gateway seguro e acessível quando estiver longe do iPhone.
ru: Часы получают одноразовый код сопряжения и хранят собственный токен устройства. Вдали от iPhone требуется доступный защищённый URL Gateway.
sv: Klockan tar emot en engångskopplingskod och lagrar sin egen enhetstoken. En nåbar säker Gateway-URL krävs bort från iPhone.
th: นาฬิกาจะได้รับรหัสจับคู่แบบครั้งเดียวและเก็บโทเค็นอุปกรณ์ของตัวเอง ต้องมี URL ของ Gateway ที่ปลอดภัยและเข้าถึงได้เมื่ออยู่ห่างจาก iPhone
tr: Saat, tek seferlik bir eşleştirme kodu alır ve kendi cihaz belirtecini saklar. iPhone'dan uzaktayken erişilebilir güvenli bir Gateway URL'si gereklidir.
uk: Годинник отримує одноразовий код сполучення та зберігає власний токен пристрою. Потрібна доступна безпечна URL-адреса Gateway поза iPhone.
vi: Đồng hồ nhận mã ghép nối một lần và lưu trữ mã thiết bị riêng. Cần có URL Gateway bảo mật có thể truy cập khi ở xa iPhone.
zh_cn: 手表将接收一次性配对码并存储自己的设备令牌。离开 iPhone 时需要一个可访问的安全 Gateway URL。
zh_tw: 手錶會接收一次性配對碼並儲存自己的裝置權杖。離開 iPhone 時需要可連線的安全 Gateway URL。

source: Thinking
ar: التفكير
de: Denkt nach
es: Pensando
fa: در حال فکر کردن
fr: Réflexion
hi: सोच रहा है
id: Berpikir
it: Elaborazione
ja_jp: 思考中
ko: 생각 중
nl: Denken
pl: Myślenie
pt_br: Pensando
ru: Размышление
sv: Tänker
th: กำลังคิด
tr: Düşünüyor
uk: Мислення
vi: Đang suy nghĩ
zh_cn: 正在思考
zh_tw: 思考中

source: Thinking level
ar: مستوى التفكير
de: Denkstufe
es: Nivel de pensamiento
fa: سطح تفکر
fr: Niveau de réflexion
hi: सोचने का स्तर
id: Tingkat berpikir
it: Livello di ragionamento
ja_jp: 思考レベル
ko: 사고 수준
nl: Denkniveau
pl: Poziom myślenia
pt_br: Nível de raciocínio
ru: Уровень размышления
sv: Tänkenivå
th: ระดับการคิด
tr: Düşünme düzeyi
uk: Рівень мислення
vi: Mức độ suy nghĩ
zh_cn: 思考级别
zh_tw: 思考層級

source: Thinking…
ar: جارٍ التفكير…
de: Denkt nach…
es: Pensando…
fa: در حال فکر کردن…
fr: Réflexion…
hi: सोच रहा है…
id: Berpikir…
it: Elaborazione…
ja_jp: 考え中…
ko: 생각 중…
nl: Nadenken…
pl: Myślenie…
pt_br: Pensando…
ru: Обработка…
sv: Tänker…
th: กำลังคิด…
tr: Düşünüyor…
uk: Обмірковування…
vi: Đang suy nghĩ…
zh_cn: 正在思考…
zh_tw: 正在思考…

source: This approval was already
ar: تمت هذه الموافقة بالفعل
de: Diese Genehmigung wurde bereits
es: Esta aprobación ya fue
fa: این تأیید قبلاً انجام شده بود
fr: Cette approbation a déjà été
hi: यह अनुमोदन पहले ही
id: Persetujuan ini sudah
it: Questa approvazione era già
ja_jp: この承認はすでに
ko: 이 승인은 이미
nl: Deze goedkeuring was al
pl: To zatwierdzenie zostało już
pt_br: Esta aprovação já foi
ru: Это подтверждение уже было
sv: Detta godkännande var redan
th: การอนุมัตินี้ถูกดำเนินการแล้ว
tr: Bu onay zaten
uk: Це підтвердження вже було
vi: Phê duyệt này đã được
zh_cn: 此审批已经
zh_tw: 此核准已

source: This approval was already set to Always Allow.
ar: تم ضبط هذه الموافقة بالفعل على السماح دائمًا.
de: Diese Genehmigung wurde bereits auf „Immer zulassen“ gesetzt.
es: Esta aprobación ya estaba configurada como Permitir siempre.
fa: این تأیید قبلاً روی «همیشه اجازه بده» تنظیم شده بود.
fr: Cette approbation était déjà définie sur Toujours autoriser.
hi: यह अनुमोदन पहले ही हमेशा अनुमति दें पर सेट किया गया था।
id: Persetujuan ini sudah diatur ke Selalu Izinkan.
it: Questa approvazione era già impostata su Consenti sempre.
ja_jp: この承認はすでに「常に許可」に設定されています。
ko: 이 승인은 이미 항상 허용으로 설정되어 있습니다.
nl: Deze goedkeuring was al ingesteld op Altijd toestaan.
pl: To zatwierdzenie zostało już ustawione na Zawsze zezwalaj.
pt_br: Esta aprovação já estava definida como Permitir sempre.
ru: Это подтверждение уже установлено на «Разрешить всегда».
sv: Detta godkännande var redan inställt på Tillåt alltid.
th: การอนุมัตินี้ถูกตั้งค่าเป็นอนุญาตเสมอแล้ว
tr: Bu onay zaten Her Zaman İzin Ver olarak ayarlanmıştı.
uk: Це підтвердження вже було встановлено на «Дозволити завжди».
vi: Phê duyệt này đã được đặt thành Luôn cho phép.
zh_cn: 此审批已设置为始终允许。
zh_tw: 此核准已設為永遠允許。

source: This automation has an invalid configuration.
ar: إعدادات هذه الأتمتة غير صالحة.
de: Diese Automatisierung weist eine ungültige Konfiguration auf.
es: Esta automatización tiene una configuración no válida.
fa: پیکربندی این خودکارسازی نامعتبر است.
fr: La configuration de cette automatisation n’est pas valide.
hi: इस ऑटोमेशन का कॉन्फ़िगरेशन अमान्य है।
id: Otomatisasi ini memiliki konfigurasi yang tidak valid.
it: Questa automazione ha una configurazione non valida.
ja_jp: このオートメーションの設定は無効です。
ko: 이 자동화의 구성이 올바르지 않습니다.
nl: Deze automatisering heeft een ongeldige configuratie.
pl: Ta automatyzacja ma nieprawidłową konfigurację.
pt_br: Esta automação tem uma configuração inválida.
ru: У этой автоматизации недопустимая конфигурация.
sv: Den här automationen har en ogiltig konfiguration.
th: การทำงานอัตโนมัตินี้มีการกำหนดค่าที่ไม่ถูกต้อง
tr: Bu otomasyonun yapılandırması geçersiz.
uk: Ця автоматизація має недійсну конфігурацію.
vi: Tác vụ tự động này có cấu hình không hợp lệ.
zh_cn: 此自动化的配置无效。
zh_tw: 此自動化的設定無效。

source: This automation is already running.
ar: هذه الأتمتة قيد التشغيل بالفعل.
de: Diese Automatisierung wird bereits ausgeführt.
es: Esta automatización ya se está ejecutando.
fa: این خودکارسازی هم‌اکنون در حال اجرا است.
fr: Cette automatisation est déjà en cours d’exécution.
hi: यह ऑटोमेशन पहले से चल रहा है।
id: Otomatisasi ini sudah berjalan.
it: Questa automazione è già in esecuzione.
ja_jp: このオートメーションはすでに実行中です。
ko: 이 자동화는 이미 실행 중입니다.
nl: Deze automatisering wordt al uitgevoerd.
pl: Ta automatyzacja jest już uruchomiona.
pt_br: Esta automação já está em execução.
ru: Эта автоматизация уже выполняется.
sv: Den här automationen körs redan.
th: การทำงานอัตโนมัตินี้กำลังทำงานอยู่แล้ว
tr: Bu otomasyon zaten çalışıyor.
uk: Ця автоматизація вже виконується.
vi: Tác vụ tự động này đang chạy.
zh_cn: 此自动化已在运行。
zh_tw: 此自動化已在執行中。

source: This automation is not due yet.
ar: لم يحن موعد هذه الأتمتة بعد.
de: Diese Automatisierung ist noch nicht fällig.
es: Aún no es el momento de ejecutar esta automatización.
fa: هنوز زمان اجرای این خودکارسازی نرسیده است.
fr: Cette automatisation n’est pas encore arrivée à échéance.
hi: इस ऑटोमेशन का समय अभी नहीं आया है।
id: Otomatisasi ini belum waktunya dijalankan.
it: Questa automazione non è ancora prevista.
ja_jp: このオートメーションはまだ実行予定時刻になっていません。
ko: 이 자동화는 아직 실행 예정 시간이 되지 않았습니다.
nl: Deze automatisering hoeft nog niet te worden uitgevoerd.
pl: Nie nadszedł jeszcze czas uruchomienia tej automatyzacji.
pt_br: Esta automação ainda não está programada para ser executada.
ru: Время запуска этой автоматизации ещё не наступило.
sv: Den här automationen ska inte köras ännu.
th: การทำงานอัตโนมัตินี้ยังไม่ถึงกำหนด
tr: Bu otomasyonun zamanı henüz gelmedi.
uk: Час виконання цієї автоматизації ще не настав.
vi: Tác vụ tự động này chưa đến hạn.
zh_cn: 此自动化尚未到执行时间。
zh_tw: 此自動化尚未到執行時間。

source: This automation uses fields this app cannot edit safely.
ar: تستخدم هذه العملية التلقائية حقولًا لا يمكن لهذا التطبيق تعديلها بأمان.
de: Diese Automatisierung verwendet Felder, die diese App nicht sicher bearbeiten kann.
es: Esta automatización utiliza campos que esta app no puede editar de forma segura.
fa: این خودکارسازی از فیلدهایی استفاده می‌کند که این برنامه نمی‌تواند آن‌ها را با اطمینان ویرایش کند.
fr: Cette automatisation utilise des champs que cette app ne peut pas modifier en toute sécurité.
hi: यह ऑटोमेशन ऐसे फ़ील्ड का उपयोग करता है जिन्हें यह ऐप सुरक्षित रूप से संपादित नहीं कर सकता।
id: Automasi ini menggunakan bidang yang tidak dapat diedit dengan aman oleh aplikasi ini.
it: Questa automazione utilizza campi che l'app non può modificare in modo sicuro.
ja_jp: この自動化では、このアプリで安全に編集できないフィールドが使用されています。
ko: 이 자동화에는 이 앱에서 안전하게 편집할 수 없는 필드가 사용됩니다.
nl: Deze automatisering gebruikt velden die deze app niet veilig kan bewerken.
pl: Ta automatyzacja używa pól, których ta aplikacja nie może bezpiecznie edytować.
pt_br: Esta automação usa campos que este app não pode editar com segurança.
ru: Эта автоматизация использует поля, которые приложение не может безопасно редактировать.
sv: Den här automatiseringen använder fält som appen inte kan redigera på ett säkert sätt.
th: การทำงานอัตโนมัตินี้ใช้ฟิลด์ที่แอปนี้ไม่สามารถแก้ไขได้อย่างปลอดภัย
tr: Bu otomasyon, bu uygulamanın güvenli bir şekilde düzenleyemeyeceği alanlar kullanıyor.
uk: Ця автоматизація використовує поля, які цей застосунок не може безпечно редагувати.
vi: Tác vụ tự động hóa này sử dụng các trường mà ứng dụng này không thể chỉnh sửa một cách an toàn.
zh_cn: 此自动化使用了本应用无法安全编辑的字段。
zh_tw: 此自動化包含本 App 無法安全編輯的欄位。

source: This build is not configured to use OpenClaw's hosted push relay.
ar: هذا الإصدار غير مهيأ لاستخدام وسيط الإشعارات الفورية المستضاف من OpenClaw.
de: Dieser Build ist nicht für die Verwendung des von OpenClaw gehosteten Push-Relays konfiguriert.
es: Esta compilación no está configurada para usar el servicio de retransmisión push alojado de OpenClaw.
fa: این نسخه برای استفاده از رله پوش میزبانی‌شده OpenClaw پیکربندی نشده است.
fr: Cette version n’est pas configurée pour utiliser le relais de notifications push hébergé d’OpenClaw.
hi: यह बिल्ड OpenClaw के होस्ट किए गए पुश रिले का उपयोग करने के लिए कॉन्फ़िगर नहीं किया गया है।
id: Build ini tidak dikonfigurasi untuk menggunakan relai push yang di-host OpenClaw.
it: Questa build non è configurata per utilizzare il relay push ospitato da OpenClaw.
ja_jp: このビルドは、OpenClawのホステッドプッシュリレーを使用するように構成されていません。
ko: 이 빌드는 OpenClaw 호스팅 푸시 릴레이를 사용하도록 구성되지 않았습니다.
nl: Deze build is niet geconfigureerd om de gehoste pushrelay van OpenClaw te gebruiken.
pl: Ta kompilacja nie jest skonfigurowana do korzystania z hostowanego przez OpenClaw przekaźnika powiadomień push.
pt_br: Esta compilação não está configurada para usar o relay de push hospedado da OpenClaw.
ru: Эта сборка не настроена для использования размещённого сервиса ретрансляции push-уведомлений OpenClaw.
sv: Den här versionen är inte konfigurerad för att använda OpenClaws driftade push-relä.
th: บิลด์นี้ไม่ได้กำหนดค่าให้ใช้รีเลย์พุชที่โฮสต์โดย OpenClaw
tr: Bu derleme, OpenClaw'ın barındırılan anlık bildirim aktarım hizmetini kullanacak şekilde yapılandırılmamıştır.
uk: Цю збірку не налаштовано для використання розміщеного OpenClaw ретранслятора push-сповіщень.
vi: Bản dựng này chưa được cấu hình để sử dụng dịch vụ chuyển tiếp thông báo đẩy do OpenClaw lưu trữ.
zh_cn: 此构建版本未配置为使用 OpenClaw 托管的推送中继。
zh_tw: 此版本未設定為使用 OpenClaw 的託管推播轉送服務。

source: This build uses OpenClaw's hosted push relay at %@ for notification delivery data.
ar: يستخدم هذا الإصدار وسيط الإشعارات الفورية المستضاف من OpenClaw على %@ لبيانات تسليم الإشعارات.
de: Dieser Build verwendet das von OpenClaw unter %@ gehostete Push-Relay für Benachrichtigungszustelldaten.
es: Esta compilación usa el servicio de retransmisión push alojado de OpenClaw en %@ para los datos de entrega de notificaciones.
fa: این نسخه برای داده‌های تحویل اعلان از رله پوش میزبانی‌شده OpenClaw در %@ استفاده می‌کند.
fr: Cette version utilise le relais de notifications push hébergé d’OpenClaw à l’adresse %@ pour les données de distribution des notifications.
hi: यह बिल्ड सूचना वितरण डेटा के लिए %@ पर OpenClaw के होस्ट किए गए पुश रिले का उपयोग करता है।
id: Build ini menggunakan relai push yang di-host OpenClaw di %@ untuk data pengiriman notifikasi.
it: Questa build utilizza il relay push ospitato da OpenClaw all'indirizzo %@ per i dati di consegna delle notifiche.
ja_jp: このビルドでは、通知配信データに%@のOpenClawホステッドプッシュリレーを使用します。
ko: 이 빌드는 알림 전송 데이터에 %@의 OpenClaw 호스팅 푸시 릴레이를 사용합니다.
nl: Deze build gebruikt de gehoste pushrelay van OpenClaw op %@ voor gegevens over de bezorging van meldingen.
pl: Ta kompilacja korzysta z hostowanego przez OpenClaw przekaźnika powiadomień push pod adresem %@ do przesyłania danych o dostarczeniu.
pt_br: Esta compilação usa o relay de push hospedado da OpenClaw em %@ para dados de entrega de notificações.
ru: Эта сборка использует размещённый сервис ретрансляции push-уведомлений OpenClaw по адресу %@ для передачи данных о доставке уведомлений.
sv: Den här versionen använder OpenClaws driftade push-relä på %@ för leveransdata för aviseringar.
th: บิลด์นี้ใช้รีเลย์พุชที่โฮสต์โดย OpenClaw ที่ %@ สำหรับข้อมูลการส่งการแจ้งเตือน
tr: Bu derleme, bildirim iletim verileri için OpenClaw'ın %@ adresindeki barındırılan anlık bildirim aktarım hizmetini kullanır.
uk: Ця збірка використовує розміщений OpenClaw ретранслятор push-сповіщень за адресою %@ для даних про доставку сповіщень.
vi: Bản dựng này sử dụng dịch vụ chuyển tiếp thông báo đẩy do OpenClaw lưu trữ tại %@ để truyền dữ liệu gửi thông báo.
zh_cn: 此构建版本使用 OpenClaw 托管的推送中继 %@ 传输通知递送数据。
zh_tw: 此版本使用 OpenClaw 託管於 %@ 的推播轉送服務來傳送通知資料。

source: This device does not trust the TLS certificate presented by %@.
ar: لا يثق هذا الجهاز بشهادة TLS المقدَّمة من %@.
de: Dieses Gerät vertraut dem von %@ bereitgestellten TLS-Zertifikat nicht.
es: Este dispositivo no confía en el certificado TLS presentado por %@.
fa: این دستگاه به گواهی TLS ارائه‌شده توسط %@ اعتماد ندارد.
fr: Cet appareil ne fait pas confiance au certificat TLS présenté par %@.
hi: यह डिवाइस %@ द्वारा प्रस्तुत TLS सर्टिफ़िकेट पर भरोसा नहीं करता।
id: Perangkat ini tidak memercayai sertifikat TLS yang disajikan oleh %@.
it: Questo dispositivo non considera attendibile il certificato TLS presentato da %@.
ja_jp: このデバイスは、%@によって提示されたTLS証明書を信頼していません。
ko: 이 기기는 %@에서 제공한 TLS 인증서를 신뢰하지 않습니다.
nl: Dit apparaat vertrouwt het TLS-certificaat dat door %@ wordt aangeboden niet.
pl: To urządzenie nie ufa certyfikatowi TLS przedstawionemu przez %@.
pt_br: Este dispositivo não confia no certificado TLS apresentado por %@.
ru: Это устройство не доверяет TLS-сертификату, предоставленному %@.
sv: Den här enheten litar inte på TLS-certifikatet som presenterades av %@.
th: อุปกรณ์นี้ไม่เชื่อถือใบรับรอง TLS ที่ %@ แสดง
tr: Bu cihaz, %@ tarafından sunulan TLS sertifikasına güvenmiyor.
uk: Цей пристрій не довіряє TLS-сертифікату, наданому %@.
vi: Thiết bị này không tin cậy chứng chỉ TLS do %@ cung cấp.
zh_cn: 此设备不信任 %@ 提供的 TLS 证书。
zh_tw: 此裝置不信任 %@ 提供的 TLS 憑證。
